{"name":"Design Courses","courses":{"Digital Design":{"price":199,"picture":"GraphDesign.png","description":"The Digital Design course provides students with a comprehensive understanding of the principles and techniques used in digital circuit design. <br /><br />In this course, you will delve into various aspects of digital design, including:<br />- Boolean algebra and logic gates<br />- Combinational and sequential circuits<br />- Multiplexers, decoders, and encoders<br />- Flip-flops and registers<br />- Memory units and programmable logic devices<br /><br />Through hands-on projects and simulations, you will gain practical experience in designing and analyzing digital circuits. You will also learn how to use industry-standard tools and software for circuit simulation and verification. <br /><br />By the end of this course, you will have the skills to design, implement, and test complex digital systems. Whether you are interested in pursuing a career in electronics, computer engineering, or embedded systems, this course will provide a solid foundation in digital design. <br /><br />Enroll today and embark on your journey into the world of digital circuitry!","duration":"05 hours 15 minutes"},"Sustainable Building Design":{"price":199,"picture":"HouseDesign.png","description":"The Sustainable Building Design course provides a comprehensive understanding of designing environmentally friendly and energy-efficient buildings. <br /><br />In this course, you will learn:<br />- Principles of sustainable design<br />- Energy-efficient building systems<br />- Passive design strategies<br />- Sustainable materials and construction techniques<br />- Green building certifications<br /><br />Through a combination of theoretical knowledge and practical applications, you will explore sustainable design principles that minimize the environmental impact of buildings while maximizing energy efficiency and occupant comfort. <br /><br />Join us in this course to gain the skills and knowledge needed to create sustainable buildings that contribute to a greener and more sustainable future. <br /><br />No prior experience in sustainable design is required. Enroll today and embark on the journey of sustainable building design!","duration":"03 hours 20 minutes"},"Designing for Textiles":{"price":199,"picture":"TextileDesign.png","description":"The Designing for Textiles course explores the world of textile design, where creativity and functionality come together to bring beautiful and functional fabrics to life. <br /><br />In this course, you will learn:<br />- Color theory and its application in textile design<br />- Pattern creation and manipulation<br />- Textile printing techniques<br />- Fabric selection and material exploration<br />- Textile surface embellishment<br /><br />Through hands-on projects and exercises, you will develop a deep understanding of the design principles and techniques used in the textile industry. You will have the opportunity to experiment with different materials, tools, and processes to create unique textile designs that showcase your artistic vision. <br /><br />Whether you are interested in fashion design, interior decoration, or textile art, this course will provide you with the knowledge and skills needed to excel in the world of textile design. Enroll today and unleash your creativity in the realm of textiles!","duration":"02 hours 15 minutes"},"Introduction to Engineering and Design":{"price":199,"picture":"Eng&Design.png","description":"The Introduction to Engineering and Design course provides students with a comprehensive understanding of the fundamental principles and concepts in engineering and design. <br /><br />In this course, you will learn:<br />- The engineering design process<br />- Fundamental engineering principles<br />- Problem-solving techniques<br />- Technical drawing and CAD<br />- Teamwork and collaboration<br /><br />Through hands-on projects and practical exercises, you will apply your knowledge to real-world engineering challenges. <br /><br />By the end of this course, you will have gained valuable skills and insights into the field of engineering and design, preparing you for further studies or a career in engineering. <br /><br />No prior engineering experience is required. Join us and embark on an exciting journey into the world of engineering and design!<br /><br />","duration":"02 hours 30 minutes"},"UX Design":{"price":199,"picture":"UXDesign.png","description":"The UX Design course is a comprehensive program that equips students with the knowledge and skills needed to create exceptional user experiences. <br /><br />In this course, you will learn:<br />- Principles of user-centered design<br />- User research and personas<br />- Information architecture and wireframing<br />- Interaction design and prototyping<br />- Usability testing and user feedback<br /><br />Throughout the course, you will work on hands-on projects and case studies to apply your knowledge in real-world scenarios. <br /><br />By the end of this course, you will be able to design user interfaces that are intuitive, visually appealing, and optimized for usability. <br /><br />No prior design experience is required. Enroll today and embark on a journey to become a skilled UX designer!","duration":"03 hours 45 minutes"}}}